Tekla.Structures.Model.RebarSplitter.LapSideEnum
The side of the split that the lap is located.

Tekla.Structures.Model.RebarSplitter.LapSideEnum.LAP_LEFT
Lap left.

Tekla.Structures.Model.RebarSplitter.LapSideEnum.LAP_RIGHT
Lap right.

Tekla.Structures.Model.RebarSplitter.LapSideEnum.LAP_MIDDLE
Lap middle.